<?php

$lang_ulogin = array(

'Management'				=> 'Управление аккаунтами',
'Delete'						=> 'Удалить',
'Delete redirect'		=> 'Удаление произведено. Переадресация &hellip;',
'Section ulogin'		=> 'Связывание аккаунтов социальных сетей и вашего профиля',
'Setacc redirect'		=> 'Аккаунт добавлен. Переадресация &hellip;',
'No accounts'       => 'Нет привязанных аккаунтов.',
'Add new account'   => 'Добавить новый аккаунт',

'No token'					=> 'Токен отсутствует!',
'Error ulogin'			=> 'Ошибка в ответе: ',
'Error utrd'				=> 'Невозможно получить данные.',
'Error ntr'					=> 'Формат ответа нарушен.',
'Error host'        => 'Адрес хоста не совпадает с оригиналом.',
'Error token exp'   => 'Время жизни токена истекло.',
'Error inval token' => 'Неверный токен.',
'Error no ident'    => 'Отсутствует переменная "identity".',
'Error network'     => 'Данная соцсеть запрещена.',

'Ban email'					=> 'Такой электронный адрес забанен.<br />E-mail: ',
'Duble email'				=> 'Такой электронный адрес уже используется. Возможно вы пытаетесь зайти с другого сервиса.<br />E-mail: ',
'Duble email2'			=> 'Такой электронный адрес уже используется другим пользователем.<br />E-mail: ',
'Error username'		=> 'Не получилось сформировать имя пользователя.',
'Error curl'				=> 'Ошибка установки плагина!<br />Для работы плагина на вашем хостинге должно выполняться любое из двух условий:<br />Директива <strong>allow_url_fopen</strong> в php.ini должна быть включена<br />Библиотека <strong>CURL</strong> для PHP должна быть установлена и включена',
'Duble identity'		=> 'Подключаемый аккаунт уже используется другим пользователем.',

'Red installation'	=> 'Мод установлен. Переадресация &hellip;',
'Red delete'				=> 'Мод удален. Таблица ulogin оставлена без изменений. Переадресация &hellip;',
'Reg update'				=> 'Настройки мода обновлены. Переадресация &hellip;',

'installation'			=> 'Установить',
'installation_info'	=> 'Плагин внесет нужные изменения в базу и файлы форума и обновит кэш.',
'delete'						=> 'Удалить',
'delete_info'				=> 'Плагин удалит из файлов и базы форума изменения и обновит кэш. Таблица ulogin удалена не будет!',

'plugin_desc'				=> 'Этот плагин управляет расширением uLogin.<br />uLogin - это единый механизм авторизации использующий различные алгоритмы аутентификации пользователей различных провайдеров учетных записей (OpenID, Google, Yandex и тп.).',
'configuration'			=> 'Настройки',
'update'						=> 'Обновить',
'legend'						=> 'Настройте по своему усмотрению',
'prov'							=> 'Разрешенные провайдеры',
'prov_info'					=> 'Разделяются запятыми (,)',
'prov_info2'				=> 'Допустимые значения: ',

'uLogin reglog'			=> 'Вход с помощью виджета uLogin',
'uLogin log'				=> 'Войти через социальные сети или OpenID',

'Error open file'		=>  ' - файл не может быть открыт.',
'Error save file'		=>  ' - файл не может быть записан.',
'Error search'			=>  ' - не найден блок для замены.',
'Error delete'			=>  ' - не найден блок для удаления.',

);
