<?php

$lang_admin_plugin_pms_new = array(

'Plugin title'	=>	'PMS New - Новая служба личных сообщений',
'Explanation 1'			=>	'Плагин служит для настройки системы личных сообщений вашего форума.',
'Explanation 2'			=>	'Вы можете включить или выключить ЛС на форуме,<br />ограничить количество сообщений в ящиках пользователей (0 - снимает ограничение).',
'Form title'	=>	'Настройки',
'Show text button'		=>	'Сохранить изменения',
'Plugin redirect' => 'Настройки изменены. Переадресация …',
'Group' => 'Группа',
'Kolvo' => 'Емкость ящика',
'Allow' => 'Разрешить',
'Legend1' => 'Общие настройки',
'Legend2' => 'Настройки групп',
'Q1' => 'Использовать систему личных сообщений на форуме.',

);
