<?php

$lang_rl = array(

'lang'							=> 'ru', // possible importances - ru, uk, be, fr, en.

'Management'				=> 'Управление аккаунтами',
'Provh'							=> 'Провайдер',
'Account'						=> 'Аккаунт',
'Delete'						=> 'Удалить',
'Delete redirect'		=> 'Удаление произведено. Переадресация &hellip;',
'Section loginza'		=> 'Связывание аккаунтов социальных сетей и вашего профиля',
'Setacc redirect'		=> 'Аккаунт добавлен. Переадресация &hellip;',

'No token'					=> 'Токен отсутствует!',
'Error loginza'			=> 'Ошибка в ответе: ',
'LoginzaAPI ntr'		=> 'Формат ответа нарушен.',
'Ban email'					=> 'Такой электронный адрес забанен.<br />E-mail: ',
'Duble email'				=> 'Такой электронный адрес уже используется. Возможно вы пытаетесь зайти с другого сервиса.<br />E-mail: ',
'Duble email2'			=> 'Такой электронный адрес уже используется другим пользователем.<br />E-mail: ',
'Error username'		=> 'Не получилось сформировать имя пользователя.',
'Error curl'				=> 'Ошибка установки плагина!<br />Для работы плагина на вашем хостинге должно выполняться любое из двух условий:<br />Директива <strong>allow_url_fopen</strong> в php.ini должна быть включена<br />Библиотека <strong>CURL</strong> для PHP должна быть установлена и включена',
'Duble identity'		=> 'Подключаемый аккаунт уже используется другим пользователем.',

'Red installation'	=> 'Мод установлен. Переадресация &hellip;',
'Red delete'				=> 'Мод удален. Таблица reglog оставлена без изменений. Переадресация &hellip;',
'Reg update'				=> 'Настройки мода обновлены. Переадресация &hellip;',

'installation'			=> 'Установить',
'installation_info'	=> 'Плагин внесет нужные изменения в базу и файлы форума и обновит кэш.',
'delete'						=> 'Удалить',
'delete_info'				=> 'Плагин удалит из файлов и базы форума изменения и обновит кэш. Таблица reglog удалена не будет!',

'plugin_desc'				=> 'Этот плагин управляет расширением Loginza. Loginza - это единый механизм авторизации использующий различные алгоритмы аутентификации пользователей различных провайдеров учетных записей (OpenID, Google, Yandex и тп.).',
'configuration'			=> 'Настройки',
'update'						=> 'Обновить',
'legend'						=> 'Настройте по своему усмотрению',
'prov'							=> 'Разрешенные провайдеры',
'prov_info'					=> 'Разделяются запятыми (,)',
'prov_info2'				=> 'Допустимые значения: ',
'rejim'							=> 'Режим виджета',
'rejim info'				=> 'Скрипт виджета загружается на страницу входа/регистрации',

'Loginza reglog'		=> 'Вход с помощью виджета Loginza',
'Loginza log'				=> 'Войти через социальные сети или OpenID',

'Error open file'		=>  ' - файл не может быть открыт.',
'Error save file'		=>  ' - файл не может быть записан.',
'Error search'			=>  ' - не найден блок для замены.',
'Error delete'			=>  ' - не найден блок для удаления.',

);
